{
  "itens": [
    {
      "nome": "Tabuleiro de Jogo",
      "descricao": "O tabuleiro do jogo Monopoly onde os jogadores se movem para comprar propriedades.",
      "imagem": "img/monopoly_tabuleiro.jpg"
    },
    {
      "nome": "Peças de Jogador",
      "descricao": "Diversas peças que os jogadores usam para se representar no tabuleiro.",
      "imagem": "img/monopoly_pecasjogadores.jpg"
    },
    {
      "nome": "Cartas",
      "descricao": "Algumas das cartas disponíveis para compra no jogo.",
      "imagem": "img/monopoly_cartas.jpg"
    },
    {
      "nome": "Dinheiro",
      "descricao": "Dinheiro do Monopoly usado para transações durante o jogo.",
      "imagem": "img/monopoly_dinheiro.jpg"
    },
    {
      "nome": "Dados",
      "descricao": "Dois dados usados para determinar o número de espaços que um jogador se move.",
      "imagem": "img/monopoly_dados.jpg"
    }
  ],
  "xadrez":[
    {
      "nome": "Origens",
      "descricao": "Não existe uma origem certa para o Xadrez, sua origem mais provavel foi no século VI d.c. na região da atual India, no entanto, pode ter surgido nas regiões chinesas ou ainda nas regiões persas. São consideradsos seus 'antecessores' o chaturanga e o Xiangqi.",
      "imagem": [
        "img/xadrez/chaturaji2.png",
        "img/xadrez/Chaturaji1.jpg"
      ]
    },
    {
      "nome": "Peças e Regras",
      "descricao": "O tabuleiro do jogo Monopoly onde os jogadores se movem para comprar propriedades.",
      "imagem": "img/xadrez/xadrez4.png"
    },
    {
      "nome": "Peões",
      "descricao": "No xadrez clássico, existem 16 peões, sendo 8 de cada cor. O movimento inicial de um peão pode ser de uma ou duas casas para frente. Após o primeiro movimento, o peão só pode avançar uma casa por turno. Ele se movimenta apenas em linha reta e captura peças inimigas nas diagonais superiores. Quando um peão atinge o final do tabuleiro, ele pode ser promovido e trocado por qualquer peça disponível, normalmente do mesmo lado.",
      "imagem": "img/xadrez/peão.jfif"
    },
    {
      "nome": "Torres",
      "descricao": "As torres podem movimentar-se em linha reta na horizontal e vertical por quantas casas desejar, ao todo são 4 torres, 2 para cada cor.",
      "imagem": "img/xadrez/torre1.jfif"
    },
    {
      "nome": "Cavalos",
      "descricao": "Os cavalos são as únicas peças que podem pular outras peças, seu movimento é restrito a forma de um 'L'.",
      "imagem": "img/xadrez/cavalo.jfif"
    },
    {
      "nome": "Bispos",
      "descricao": "Os bispos podem se mover pelas diagonais de mesma cor quantas casas for possível.",
      "imagem": "img/xadrez/bispo.jfif"
    },
    {
      "nome": "Rainhas",
      "descricao": "Uma rainha tem os movimentos unificados de uma torre e de um bispo, é considerada a peça mais forte em uma partida.",
      "imagem": "img/xadrez/rainhas.jfif"
    },
    {
      "nome": "Reis",
      "descricao": "O rei possui os mesmos movimento que a rainha, mas somente pode locomover-se uma casa por turno.",
      "imagem": "img/xadrez/reis.jfif"
    }
  ],
  "dama": [
    {
      "nome": "Jogo de Damas",
      "descricao": "Damas é um jogo de tabuleiro para dois jogadores.",
      "imagem": "img/dama/duas_pessoas.jpg"
    },
    {
      "nome": "Tabuleiro",
      "descricao": "O tabuleiro é composto por 64 casas, alternando entre claras e escuras.",
      "imagem": "img/dama/tamanho.jpg"
    },
    {
      "nome": "Peças",
      "descricao": "Cada jogador começa com 12 peças, posicionadas nas casas escuras.",
      "imagem": "img/dama/pecas.jpg"
    },
    {
      "nome": "Movimentos",
      "descricao": "As peças movem-se diagonalmente, uma casa por vez.",
      "imagem": "img/dama/movimento_peca.jpg"
    },
    {
      "nome": "Captura",
      "descricao": "Para capturar, uma peça salta sobre a do adversário e para na casa vazia após ela.",
      "imagem": "img/dama/captura.jpg"
    },
    {
      "nome": "Promoção",
      "descricao": "Ao alcançar o lado oposto do tabuleiro, a peça é promovida a dama.",
      "imagem": "img/dama/dama.jpg"
    },
    {
      "nome": "Movimentos da Dama",
      "descricao": "Damas podem mover-se várias casas em uma única linha diagonal.",
      "imagem": "img/dama/movimento.jpg"
    },
    {
      "nome": "Objetivo",
      "descricao": "O jogo termina quando um jogador captura todas as peças do outro ou o impede de se mover.",
      "imagem": "img/dama/tabuleiro.jpg"
    }
  ]
}